Repository: rosday/BuildThisPleaseSDK
Catalog: Sources/BuildThisPleaseUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fil, fr, he, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Translating…
ar: جارٍ الترجمة…
cs: Překládání…
da: Oversætter…
de: Wird übersetzt…
el: Γίνεται μετάφραση…
es: Traduciendo…
fi: Käännetään…
fil: Isinasalin…
fr: Traduction…
he: מתבצע תרגום…
hr: Prevođenje…
hu: Fordítás…
id: Menerjemahkan…
it: Traduzione…
ja: 翻訳中…
ko: 번역 중…
ms: Menterjemah…
nb: Oversetter…
nl: Vertalen…
pl: Tłumaczenie…
pt_br: Traduzindo…
pt_pt: A traduzir…
ro: Se traduce…
ru: Перевод…
sk: Prekladá sa…
sv: Översätter…
th: กำลังแปล…
tr: Çevriliyor…
uk: Переклад…
vi: Đang dịch…
zh_hans: 正在翻译…
zh_hant: 正在翻譯…

source: User-written content is translated automatically. Use Show original to see the original text.
ar: تتم ترجمة المحتوى الذي يكتبه المستخدم تلقائيًا. استخدم «عرض النص الأصلي» لرؤية النص الأصلي.
cs: Obsah napsaný uživateli se překládá automaticky. Původní text zobrazíte klepnutím na „Zobrazit originál“.
da: Brugerskrevet indhold oversættes automatisk. Brug “Vis original” for at se den oprindelige tekst.
de: Von Benutzern verfasste Inhalte werden automatisch übersetzt. Tippe auf „Original anzeigen“, um den Originaltext zu sehen.
el: Το περιεχόμενο που γράφουν οι χρήστες μεταφράζεται αυτόματα. Χρησιμοποιήστε την «Προβολή πρωτοτύπου» για να δείτε το αρχικό κείμενο.
es: El contenido escrito por los usuarios se traduce automáticamente. Usa «Mostrar original» para ver el texto original.
fi: Käyttäjien kirjoittama sisältö käännetään automaattisesti. Näet alkuperäisen tekstin valitsemalla ”Näytä alkuperäinen”.
fil: Awtomatikong isinasalin ang content na isinulat ng mga user. Gamitin ang “Ipakita ang orihinal” para makita ang orihinal na teksto.
fr: Le contenu rédigé par les utilisateurs est traduit automatiquement. Touchez « Afficher l’original » pour voir le texte d’origine.
he: תוכן שנכתב על ידי משתמשים מתורגם באופן אוטומטי. אפשר לבחור „הצגת המקור” כדי לראות את הטקסט המקורי.
hr: Sadržaj koji su napisali korisnici automatski se prevodi. Dodirnite „Prikaži izvornik” da biste vidjeli izvorni tekst.
hu: A felhasználók által írt tartalmak fordítása automatikus. Az eredeti szöveg megtekintéséhez válaszd az „Eredeti megjelenítése” lehetőséget.
id: Konten yang ditulis pengguna diterjemahkan secara otomatis. Gunakan “Tampilkan aslinya” untuk melihat teks asli.
it: I contenuti scritti dagli utenti vengono tradotti automaticamente. Tocca “Mostra originale” per visualizzare il testo originale.
ja: ユーザーが作成したコンテンツは自動的に翻訳されます。元の文章を表示するには、「原文を表示」をタップしてください。
ko: 사용자가 작성한 콘텐츠는 자동으로 번역됩니다. 원문을 보려면 ‘원문 보기’를 탭하세요.
ms: Kandungan yang ditulis pengguna diterjemahkan secara automatik. Gunakan “Tunjukkan teks asal” untuk melihat teks asal.
nb: Innhold skrevet av brukere oversettes automatisk. Trykk på «Vis original» for å se originalteksten.
nl: Door gebruikers geschreven inhoud wordt automatisch vertaald. Tik op ‘Origineel tonen’ om de oorspronkelijke tekst te bekijken.
pl: Treści napisane przez użytkowników są tłumaczone automatycznie. Wybierz „Pokaż oryginał”, aby zobaczyć oryginalny tekst.
pt_br: O conteúdo escrito por usuários é traduzido automaticamente. Toque em “Mostrar original” para ver o texto original.
pt_pt: O conteúdo escrito pelos utilizadores é traduzido automaticamente. Toque em «Mostrar original» para ver o texto original.
ro: Conținutul scris de utilizatori este tradus automat. Folosește „Afișează originalul” pentru a vedea textul original.
ru: Контент, написанный пользователями, переводится автоматически. Нажмите «Показать оригинал», чтобы увидеть исходный текст.
sk: Obsah napísaný používateľmi sa prekladá automaticky. Pôvodný text zobrazíte klepnutím na „Zobraziť originál“.
sv: Innehåll som skrivits av användare översätts automatiskt. Tryck på ”Visa original” för att se originaltexten.
th: เนื้อหาที่ผู้ใช้เขียนจะได้รับการแปลโดยอัตโนมัติ แตะ “แสดงต้นฉบับ” เพื่อดูข้อความต้นฉบับ
tr: Kullanıcıların yazdığı içerikler otomatik olarak çevrilir. Özgün metni görmek için “Orijinali göster” seçeneğine dokunun.
uk: Вміст, написаний користувачами, перекладається автоматично. Натисніть «Показати оригінал», щоб побачити початковий текст.
vi: Nội dung do người dùng viết được dịch tự động. Chạm vào “Hiển thị bản gốc” để xem văn bản gốc.
zh_hans: 用户编写的内容会自动翻译。轻点“显示原文”即可查看原始文本。
zh_hant: 使用者撰寫的內容會自動翻譯。點一下「顯示原文」即可查看原始文字。

source: Translated
ar: تمت الترجمة
cs: Přeloženo
da: Oversat
de: Übersetzt
el: Μεταφράστηκε
es: Traducido
fi: Käännetty
fil: Isinalin
fr: Traduit
he: תורגם
hr: Prevedeno
hu: Lefordítva
id: Diterjemahkan
it: Tradotto
ja: 翻訳済み
ko: 번역됨
ms: Diterjemahkan
nb: Oversatt
nl: Vertaald
pl: Przetłumaczono
pt_br: Traduzido
pt_pt: Traduzido
ro: Tradus
ru: Переведено
sk: Preložené
sv: Översatt
th: แปลแล้ว
tr: Çevrildi
uk: Перекладено
vi: Đã dịch
zh_hans: 已翻译
zh_hant: 已翻譯

source: Show original
ar: عرض النص الأصلي
cs: Zobrazit originál
da: Vis original
de: Original anzeigen
el: Προβολή πρωτοτύπου
es: Mostrar original
fi: Näytä alkuperäinen
fil: Ipakita ang orihinal
fr: Afficher l’original
he: הצגת המקור
hr: Prikaži izvornik
hu: Eredeti megjelenítése
id: Tampilkan aslinya
it: Mostra originale
ja: 原文を表示
ko: 원문 보기
ms: Tunjukkan teks asal
nb: Vis original
nl: Origineel tonen
pl: Pokaż oryginał
pt_br: Mostrar original
pt_pt: Mostrar original
ro: Afișează originalul
ru: Показать оригинал
sk: Zobraziť originál
sv: Visa original
th: แสดงต้นฉบับ
tr: Orijinali göster
uk: Показати оригінал
vi: Hiển thị bản gốc
zh_hans: 显示原文
zh_hant: 顯示原文

source: Show translation
ar: عرض الترجمة
cs: Zobrazit překlad
da: Vis oversættelse
de: Übersetzung anzeigen
el: Προβολή μετάφρασης
es: Mostrar traducción
fi: Näytä käännös
fil: Ipakita ang salin
fr: Afficher la traduction
he: הצגת התרגום
hr: Prikaži prijevod
hu: Fordítás megjelenítése
id: Tampilkan terjemahan
it: Mostra traduzione
ja: 翻訳を表示
ko: 번역 보기
ms: Tunjukkan terjemahan
nb: Vis oversettelse
nl: Vertaling tonen
pl: Pokaż tłumaczenie
pt_br: Mostrar tradução
pt_pt: Mostrar tradução
ro: Afișează traducerea
ru: Показать перевод
sk: Zobraziť preklad
sv: Visa översättning
th: แสดงคำแปล
tr: Çeviriyi göster
uk: Показати переклад
vi: Hiển thị bản dịch
zh_hans: 显示译文
zh_hant: 顯示譯文

source: Awaiting approval
ar: بانتظار الموافقة
cs: Čeká na schválení
da: Afventer godkendelse
de: Wartet auf Freigabe
el: Εν αναμονή έγκρισης
es: En espera de aprobación
fi: Odottaa hyväksyntää
fil: Naghihintay ng pag-apruba
fr: En attente d’approbation
he: בהמתנה לאישור
hr: Čeka se odobrenje
hu: Jóváhagyásra vár
id: Menunggu persetujuan
it: In attesa di approvazione
ja: 承認待ち
ko: 승인 대기 중
ms: Menunggu kelulusan
nb: Venter på godkjenning
nl: In afwachting van goedkeuring
pl: Oczekiwanie na zatwierdzenie
pt_br: Aguardando aprovação
pt_pt: Aguarda aprovação
ro: În așteptarea aprobării
ru: Ожидает одобрения
sk: Čaká na schválenie
sv: Väntar på godkännande
th: รอการอนุมัติ
tr: Onay bekleniyor
uk: Очікує затвердження
vi: Đang chờ phê duyệt
zh_hans: 等待审核
zh_hant: 等待審核

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hr: Odustani
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Implemented requests and release notes will appear here without vote totals.
ar: ستظهر هنا الطلبات التي تم تنفيذها وملاحظات الإصدار، بدون إجمالي الأصوات.
cs: Realizované požadavky a poznámky k vydání se zde zobrazí bez počtu hlasů.
da: Gennemførte ønsker og udgivelsesnoter vises her uden stemmetal.
de: Umgesetzte Wünsche und Versionshinweise werden hier ohne Stimmenzahl angezeigt.
el: Τα υλοποιημένα αιτήματα και οι σημειώσεις έκδοσης θα εμφανίζονται εδώ χωρίς τον αριθμό των ψήφων.
es: Las solicitudes implementadas y las notas de la versión aparecerán aquí sin mostrar el total de votos.
fi: Toteutetut pyynnöt ja julkaisutiedot näkyvät täällä ilman äänimääriä.
fil: Lalabas dito ang mga ipinatupad na kahilingan at mga tala sa paglabas nang hindi ipinapakita ang bilang ng mga boto.
fr: Les demandes réalisées et les notes de version apparaîtront ici sans afficher le nombre de votes.
he: בקשות שיושמו והערות גרסה יופיעו כאן ללא מספר ההצבעות.
hr: Ovdje će se prikazati implementirani zahtjevi i napomene o izdanju, bez ukupnog broja glasova.
hu: A megvalósított kérések és a kiadási megjegyzések itt jelennek meg, a szavazatok száma nélkül.
id: Permintaan yang telah diterapkan dan catatan rilis akan muncul di sini tanpa menampilkan jumlah suara.
it: Le richieste implementate e le note di rilascio verranno visualizzate qui senza mostrare il numero di voti.
ja: 実装済みのリクエストとリリースノートが、投票数を表示せずにここに表示されます。
ko: 구현된 요청과 릴리스 노트가 투표 수 없이 여기에 표시됩니다.
ms: Permintaan yang telah dilaksanakan dan nota keluaran akan dipaparkan di sini tanpa menunjukkan jumlah undian.
nb: Gjennomførte ønsker og versjonsmerknader vises her uten stemmetall.
nl: Geïmplementeerde verzoeken en release-opmerkingen verschijnen hier zonder het aantal stemmen.
pl: Tutaj pojawią się wdrożone zgłoszenia i informacje o wersji, bez liczby głosów.
pt_br: Solicitações implementadas e notas de lançamento aparecerão aqui sem mostrar o total de votos.
pt_pt: Os pedidos implementados e as notas de lançamento aparecerão aqui sem mostrar o total de votos.
ro: Solicitările implementate și notele de lansare vor apărea aici fără numărul de voturi.
ru: Реализованные запросы и примечания к выпуску появятся здесь без количества голосов.
sk: Realizované požiadavky a poznámky k vydaniu sa tu zobrazia bez počtu hlasov.
sv: Genomförda önskemål och versionsinformation visas här utan röstetal.
th: คำขอที่พัฒนาแล้วและบันทึกประจำรุ่นจะปรากฏที่นี่โดยไม่แสดงจำนวนโหวต
tr: Uygulanan istekler ve sürüm notları, oy sayıları gösterilmeden burada görünür.
uk: Реалізовані запити та примітки до випуску відображатимуться тут без кількості голосів.
vi: Các yêu cầu đã triển khai và ghi chú phát hành sẽ xuất hiện ở đây mà không hiển thị số phiếu bầu.
zh_hans: 已实现的建议和版本说明会显示在这里，但不显示投票数。
zh_hant: 已實現的建議和版本說明會顯示在這裡，但不顯示投票數。

source: Conversation
ar: محادثة
cs: Konverzace
da: Samtale
de: Unterhaltung
el: Συνομιλία
es: Conversación
fi: Keskustelu
fil: Pag-uusap
he: שיחה
hr: Razgovor
hu: Beszélgetés
id: Percakapan
it: Conversazione
ja: 会話
ko: 대화
ms: Perbualan
nb: Samtale
nl: Gesprek
pl: Rozmowa
pt_br: Conversa
pt_pt: Conversa
ro: Conversație
ru: Переписка
sk: Konverzácia
sv: Konversation
th: การสนทนา
tr: Sohbet
uk: Розмова
vi: Cuộc trò chuyện
zh_hans: 对话
zh_hant: 對話

source: Couldn’t load requests
ar: تعذر تحميل الطلبات
cs: Požadavky se nepodařilo načíst
da: Ønsker kunne ikke indlæses
de: Wünsche konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των αιτημάτων
es: No se pudieron cargar las solicitudes
fi: Pyyntöjä ei voitu ladata
fil: Hindi ma-load ang mga kahilingan
fr: Impossible de charger les demandes
he: לא ניתן לטעון בקשות
hr: Nije moguće učitati zahtjeve
hu: Nem sikerült betölteni a kéréseket
id: Tidak dapat memuat permintaan
it: Impossibile caricare le richieste
ja: リクエストを読み込めませんでした
ko: 요청을 불러올 수 없습니다
ms: Tidak dapat memuatkan permintaan
nb: Kunne ikke laste inn ønsker
nl: Kan verzoeken niet laden
pl: Nie udało się wczytać zgłoszeń
pt_br: Não foi possível carregar as solicitações
pt_pt: Não foi possível carregar os pedidos
ro: Nu s-au putut încărca solicitările
ru: Не удалось загрузить запросы
sk: Požiadavky sa nepodarilo načítať
sv: Det gick inte att läsa in önskemål
th: ไม่สามารถโหลดคำขอได้
tr: İstekler yüklenemedi
uk: Не вдалося завантажити запити
vi: Không thể tải yêu cầu
zh_hans: 无法加载建议
zh_hant: 無法載入建議

source: Description
ar: وصف
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
fil: Paglalarawan
he: תיאור
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Team
ar: الفريق
cs: Tým
da: Teamet
el: Ομάδα
es: Equipo
fi: Tiimi
fr: Équipe
he: צוות
hr: Tim
hu: Csapat
id: Tim
ja: 運営チーム
ko: 운영팀
ms: Pasukan
nb: Teamet
pl: Zespół
pt_br: Equipe
pt_pt: Equipa
ro: Echipă
ru: Команда
sk: Tím
sv: Teamet
th: ทีมงาน
tr: Ekip
uk: Команда
vi: Đội ngũ
zh_hans: 运营团队
zh_hant: 營運團隊

source: Dismiss
ar: إغلاق
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fil: Isara
fr: Fermer
he: סגירה
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss keyboard
ar: إخفاء لوحة المفاتيح
cs: Skrýt klávesnici
da: Skjul tastaturet
de: Tastatur ausblenden
el: Απόκρυψη πληκτρολογίου
es: Ocultar teclado
fi: Piilota näppäimistö
fil: Itago ang keyboard
fr: Masquer le clavier
he: הסתרת המקלדת
hr: Sakrij tipkovnicu
hu: Billentyűzet elrejtése
id: Sembunyikan papan ketik
it: Nascondi tastiera
ja: キーボードを閉じる
ko: 키보드 숨기기
ms: Sembunyikan papan kekunci
nb: Skjul tastaturet
nl: Toetsenbord verbergen
pl: Ukryj klawiaturę
pt_br: Ocultar teclado
pt_pt: Ocultar teclado
ro: Ascunde tastatura
ru: Скрыть клавиатуру
sk: Skryť klávesnicu
sv: Dölj tangentbordet
th: ซ่อนแป้นพิมพ์
tr: Klavyeyi gizle
uk: Приховати клавіатуру
vi: Ẩn bàn phím
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

source: Edit message
ar: تحرير الرسالة
cs: Upravit zprávu
da: Rediger besked
de: Nachricht bearbeiten
el: Επεξεργασία μηνύματος
es: Editar mensaje
fi: Muokkaa viestiä
fil: I-edit ang mensahe
fr: Modifier le message
he: עריכת הודעה
hr: Uredi poruku
hu: Üzenet szerkesztése
id: Sunting pesan
it: Modifica messaggio
ja: メッセージを編集
ko: 메시지 편집
ms: Edit mesej
nb: Rediger melding
nl: Bericht bewerken
pl: Edytuj wiadomość
pt_br: Editar mensagem
pt_pt: Editar mensagem
ro: Editează mesajul
ru: Редактировать сообщение
sk: Upraviť správu
sv: Redigera meddelande
th: แก้ไขข้อความ
tr: Mesajı düzenle
uk: Редагувати повідомлення
vi: Chỉnh sửa tin nhắn
zh_hans: 编辑消息
zh_hant: 編輯訊息

source: Edited
ar: تم التعديل
cs: Upraveno
da: Redigeret
de: Bearbeitet
el: Επεξεργασμένο
es: Editado
fi: Muokattu
fil: Na-edit
fr: Modifié
he: נערכה
hr: Uređeno
hu: Szerkesztve
id: Diedit
it: Modificato
ja: 編集済み
ko: 편집됨
ms: Disunting
nb: Redigert
nl: Bewerkt
pl: Edytowane
pt_br: Editada
pt_pt: Editada
ro: Editat
ru: Отредактировано
sk: Upravené
sv: Redigerat
th: แก้ไขแล้ว
tr: Düzenlendi
uk: Відредаговано
vi: Đã chỉnh sửa
zh_hans: 已编辑
zh_hant: 已編輯

source: Email (optional)
ar: البريد الإلكتروني (اختياري)
cs: E-mail (volitelné)
da: E-mail (valgfrit)
el: Email (προαιρετικό)
es: Correo electrónico (opcional)
fi: Sähköposti (valinnainen)
fil: Email (opsyonal)
fr: E-mail (facultatif)
he: אימייל (אופציונלי)
hr: E-pošta (nije obavezno)
hu: E-mail (nem kötelező)
id: Email (opsional)
it: E-mail (facoltativo)
ja: メールアドレス（任意）
ko: 이메일(선택사항)
ms: E-mel (pilihan)
nb: E-post (valgfritt)
nl: E-mail (optioneel)
pl: E-mail (opcjonalnie)
pt_br: E-mail (opcional)
pt_pt: E-mail (opcional)
ro: E-mail (opțional)
ru: Электронная почта (необязательно)
sk: E-mail (voliteľné)
sv: E-post (valfritt)
th: อีเมล (ไม่บังคับ)
tr: E-posta (isteğe bağlı)
uk: Електронна адреса (необов'язково)
vi: Email (tùy chọn)
zh_hans: 电子邮件（可选）
zh_hant: 電子郵件（可選）

source: Feature requests
ar: طلبات الميزات
cs: Požadavky na funkce
da: Funktionsønsker
de: Funktionswünsche
el: Αιτήματα νέων λειτουργιών
es: Solicitudes de funcionalidades
fi: Ominaisuuspyynnöt
fil: Mga kahilingan sa feature
fr: Demandes de fonctionnalités
he: בקשות לתכונות
hr: Zahtjevi za značajke
hu: Funkciókérések
id: Permintaan fitur
it: Richieste di funzionalità
ja: 機能リクエスト
ko: 기능 요청
ms: Permintaan ciri
nb: Funksjonsønsker
nl: Functieverzoeken
pl: Propozycje funkcji
pt_br: Solicitações de funcionalidades
pt_pt: Pedidos de funcionalidades
ro: Solicitări de funcționalități
ru: Запросы на новые функции
sk: Požiadavky na funkcie
sv: Funktionsönskemål
th: คำขอฟีเจอร์
tr: Özellik istekleri
uk: Запити на нові функції
vi: Yêu cầu tính năng
zh_hans: 功能建议
zh_hant: 功能建議

source: Request list
ar: قائمة الطلبات
cs: Seznam požadavků
da: Liste over ønsker
de: Liste der Wünsche
el: Λίστα αιτημάτων
es: Lista de solicitudes
fi: Pyyntöluettelo
fil: Listahan ng mga kahilingan
fr: Liste des demandes
he: רשימת הבקשות
hr: Popis zahtjeva
hu: Kérések listája
id: Daftar permintaan
it: Elenco delle richieste
ja: リクエスト一覧
ko: 요청 목록
ms: Senarai permintaan
nb: Liste over ønsker
nl: Verzoekenlijst
pl: Lista zgłoszeń
pt_br: Lista de solicitações
pt_pt: Lista de pedidos
ro: Lista solicitărilor
ru: Список запросов
sk: Zoznam požiadaviek
sv: Lista över önskemål
th: รายการคำขอ
tr: İstek listesi
uk: Список запитів
vi: Danh sách yêu cầu
zh_hans: 建议列表
zh_hant: 建議列表

source: Done
ar: مكتملة
cs: Hotovo
da: Færdige
de: Erledigt
el: Ολοκληρωμένα
es: Completadas
fi: Valmiit
fil: Tapos na
fr: Terminées
he: הושלמו
hr: Dovršeno
hu: Kész
id: Selesai
it: Completate
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdige
nl: Klaar
pl: Gotowe
pt_br: Concluídas
pt_pt: Concluídos
ro: Finalizate
ru: Готово
sk: Hotové
sv: Klart
th: เสร็จแล้ว
tr: Tamamlandı
uk: Готово
vi: Đã xong
zh_hans: 已完成
zh_hant: 已完成

source: Implemented
ar: تم التنفيذ
cs: Realizováno
da: Gennemført
de: Umgesetzt
el: Υλοποιημένα
es: Implementadas
fi: Toteutettu
fil: Naipatupad
fr: Réalisées
he: יושמו
hr: Implementirano
hu: Megvalósítva
id: Telah diterapkan
it: Implementate
ja: 実装済み
ko: 구현됨
ms: Dilaksanakan
nb: Gjennomført
nl: Geïmplementeerd
pl: Wdrożone
pt_br: Implementadas
pt_pt: Implementados
ro: Implementate
ru: Реализовано
sk: Realizované
sv: Genomförda
th: พัฒนาแล้ว
tr: Uygulandı
uk: Реалізовано
vi: Đã triển khai
zh_hans: 已实现
zh_hant: 已實現

source: Loading requests…
ar: جارٍ تحميل الطلبات…
cs: Načítání požadavků…
da: Indlæser ønsker…
de: Wünsche werden geladen…
el: Φόρτωση αιτημάτων…
es: Cargando solicitudes…
fi: Ladataan pyyntöjä…
fil: Nilo-load ang mga kahilingan…
fr: Chargement des demandes…
he: טעינת בקשות…
hr: Učitavanje zahtjeva…
hu: Kérések betöltése…
id: Memuat permintaan…
it: Caricamento richieste…
ja: リクエストを読み込み中…
ko: 요청 불러오는 중…
ms: Memuatkan permintaan…
nb: Laster inn ønsker…
nl: Verzoeken laden…
pl: Ładowanie zgłoszeń…
pt_br: Carregando solicitações…
pt_pt: A carregar pedidos…
ro: Se încarcă solicitările…
ru: Загрузка запросов…
sk: Načítavajú sa požiadavky…
sv: Läser in önskemål…
th: กำลังโหลดคำขอ…
tr: İstekler yükleniyor…
uk: Завантаження запитів…
vi: Đang tải yêu cầu…
zh_hans: 正在加载建议…
zh_hant: 正在載入建議…

source: Message removed
ar: تمت إزالة الرسالة
cs: Zpráva byla odstraněna
da: Beskeden er fjernet
de: Nachricht entfernt
el: Το μήνυμα καταργήθηκε
es: Mensaje eliminado
fi: Viesti poistettu
fil: Inalis ang mensahe
fr: Message supprimé
he: ההודעה הוסרה
hr: Poruka uklonjena
hu: Üzenet eltávolítva
id: Pesan dihapus
it: Messaggio rimosso
ja: メッセージは削除されました
ko: 메시지가 삭제되었습니다
ms: Mesej dialih keluar
nb: Meldingen er fjernet
nl: Bericht verwijderd
pl: Wiadomość została usunięta
pt_br: Mensagem removida
pt_pt: Mensagem removida
ro: Mesaj eliminat
ru: Сообщение удалено
sk: Správa bola odstránená
sv: Meddelandet har tagits bort
th: ลบข้อความแล้ว
tr: Mesaj kaldırıldı
uk: Повідомлення видалено
vi: Đã xóa tin nhắn
zh_hans: 消息已删除
zh_hant: 訊息已刪除

source: Mine
ar: طلباتي
cs: Moje
de: Meine
el: Δικά μου
es: Mías
fi: Omat
fil: Akin
fr: Les miennes
he: שלי
hr: Moji
hu: Sajátok
id: Milik saya
it: Le mie
ja: 自分のリクエスト
ko: 내 요청
ms: Milik saya
nl: Mijn verzoeken
pl: Moje
pt_br: Minhas
pt_pt: Os meus
ro: Ale mele
ru: Мои
sk: Moje
sv: Mina
th: ของฉัน
tr: Benimkiler
uk: Мої
vi: Của tôi
zh_hans: 我的
zh_hant: 我的

source: New request
ar: طلب جديد
cs: Nový požadavek
da: Nyt ønske
de: Neuer Wunsch
el: Νέο αίτημα
es: Nueva solicitud
fi: Uusi pyyntö
fil: Bagong kahilingan
fr: Nouvelle demande
he: בקשה חדשה
hr: Novi zahtjev
hu: Új kérés
id: Permintaan baru
it: Nuova richiesta
ja: 新しいリクエスト
ko: 새 요청
ms: Permintaan baru
nb: Nytt ønske
nl: Nieuw verzoek
pl: Nowe zgłoszenie
pt_br: Nova solicitação
pt_pt: Novo pedido
ro: Solicitare nouă
ru: Новый запрос
sk: Nová požiadavka
sv: Nytt önskemål
th: คำขอใหม่
tr: Yeni istek
uk: Новий запит
vi: Yêu cầu mới
zh_hans: 新建建议
zh_hant: 新增建議

source: No public requests
ar: لا توجد طلبات عامة
cs: Nejsou k dispozici žádné veřejné požadavky
da: Ingen offentlige ønsker
de: Keine öffentlichen Wünsche
el: Δεν υπάρχουν δημόσια αιτήματα
es: Sin solicitudes públicas
fi: Ei julkisia pyyntöjä
fil: Walang pampublikong kahilingan
fr: Aucune demande publique
he: אין בקשות ציבוריות
hr: Nema javnih zahtjeva
hu: Nincs nyilvános kérés
id: Tidak ada permintaan publik
it: Nessuna richiesta pubblica
ja: 公開リクエストはありません
ko: 공개 요청 없음
ms: Tiada permintaan awam
nb: Ingen offentlige ønsker
nl: Geen openbare verzoeken
pl: Brak publicznych zgłoszeń
pt_br: Nenhuma solicitação pública
pt_pt: Nenhum pedido público
ro: Nu există solicitări publice
ru: Нет публичных запросов
sk: Nie sú k dispozícii žiadne verejné požiadavky
sv: Inga offentliga önskemål
th: ไม่มีคำขอสาธารณะ
tr: Herkese açık istek yok
uk: Немає публічних запитів
vi: Không có yêu cầu tính năng công khai
zh_hans: 暂无公开建议
zh_hant: 暫無公開建議

source: Nothing implemented yet
ar: لم يتم تنفيذ أي شيء حتى الآن
cs: Zatím nic implementováno
da: Ingen ønsker er gennemført endnu
de: Noch nichts umgesetzt
el: Δεν έχει υλοποιηθεί τίποτα ακόμα
es: Aún no se ha implementado nada
fi: Mitään ei ole vielä toteutettu
fil: Wala pang ipinatupad
fr: Aucune demande réalisée pour le moment
he: עדיין לא יושמו בקשות
hr: Još ništa nije implementirano
hu: Még semmi sem valósult meg
id: Belum ada yang diterapkan
it: Niente ancora implementato
ja: 実装済みのリクエストはまだありません
ko: 아직 구현된 것이 없습니다.
ms: Belum ada yang dilaksanakan
nb: Ingen ønsker er gjennomført ennå
nl: Nog niets geïmplementeerd
pl: Jeszcze nic nie zostało wdrożone
pt_br: Nada foi implementado ainda
pt_pt: Nada implementado ainda
ro: Nimic implementat încă
ru: Еще ничего не реализовано
sk: Zatiaľ nič implementované
sv: Inga önskemål har genomförts ännu
th: ยังไม่มีคำขอที่พัฒนาแล้ว
tr: Henüz hiçbir şey uygulanmadı
uk: Ще нічого не реалізовано
vi: Chưa có gì được triển khai
zh_hans: 暂无已实现的建议
zh_hant: 暫無已實現的建議

source: Nothing submitted yet
ar: لم يتم تقديم أي شيء حتى الآن
cs: Zatím nebyl odeslán žádný požadavek
da: Ingen ønsker er indsendt endnu
de: Noch nichts eingereicht
el: Δεν έχει υποβληθεί τίποτα ακόμα
es: Aún no se ha enviado nada
fi: Mitään ei ole vielä lähetetty
fil: Wala pang naisumite
fr: Rien de soumis pour l'instant
he: עדיין לא הוגש שום דבר
hr: Još ništa nije poslano
hu: Még semmi sincs beküldve
id: Belum ada yang dikirimkan
it: Non è stato ancora inviato nulla
ja: まだリクエストを送信していません
ko: 아직 제출된 항목이 없습니다.
ms: Tiada apa-apa diserahkan lagi
nb: Ingen ønsker er sendt inn ennå
nl: Nog niets ingediend
pl: Nic jeszcze nie zostało przesłane
pt_br: Nada enviado ainda
pt_pt: Nada enviado ainda
ro: Nimic depus încă
ru: Еще ничего не отправлено
sk: Zatiaľ nebola odoslaná žiadna požiadavka
sv: Inga önskemål har skickats in ännu
th: ยังไม่มีคำขอที่ส่งมา
tr: Henüz hiçbir şey gönderilmedi
uk: Ще нічого не подано
vi: Chưa có gì được gửi
zh_hans: 尚未提交建议
zh_hant: 尚未提交建議

source: Remove vote
ar: إزالة التصويت
cs: Odebrat hlas
da: Fjern stemme
de: Stimme entfernen
el: Κατάργηση ψήφου
es: Quitar voto
fi: Poista ääni
fil: Alisin ang boto
fr: Supprimer le vote
he: הסרת ההצבעה
hr: Ukloni glas
hu: Szavazat eltávolítása
id: Tarik suara
it: Rimuovi voto
ja: 投票を取り消す
ko: 투표 삭제
ms: Alih keluar undi
nb: Fjern stemme
nl: Stem verwijderen
pl: Usuń głos
pt_br: Remover voto
pt_pt: Remover voto
ro: Elimină votul
ru: Убрать голос
sk: Odstrániť hlas
sv: Ta bort röst
th: ลบการลงคะแนน
tr: Oyu kaldır
uk: Зняти голос
vi: Hủy bình chọn
zh_hans: 取消投票
zh_hant: 取消投票
